# Путь к дефолтному аватару
DEFAULT_AVATAR_PATH = 'default/avatar/default_avatar.jpg'

# Минимальный рейтинг для выдачи рандомных фильмов
MIN_RATING = 7.3

# Жанры, которые мы исключаем при выборке случайных фильмов
EXCLUDED_GENRES = [
    'короткометражка',
    'концерт',
    'документальный',
    'церемония',
    'ток-шоу',
    'реальное ТВ',
    'новости',
    'игра',
    'для взрослых',
    'музыка',
]

# Минимальное кол-во просмотров для результатов в быстром поиске
MIN_SEARCH_VOTES = 2000

# Минимальное кол-во в результирующем списке
SEARCH_SUGGESTIONS_LIMIT = 10
